Repository: leezer3/TrackGen
Catalog: Weiche/Properties/resources.*.resx
Languages: fr

# advanced
source: Advanced options
fr: Options avancées

# choosetexture
source: Choose Textures...
fr: Chosir des textures...

# createbutton
source: Create
fr: Début

source: Curve
fr: Courbes

# deviation
source: Deviation for diverging track (In meters)
fr: Déviation de voie déviée (En m)

source: Down
fr: En bas

# embankment
source: Add embankment
fr: Ajouter un rembli

# invaliddeviation
source: Invalid Secondary Deviation!
fr: Déviation de voie déviée invalide!

# invalidfenceheight
source: Invalid Platform Fence Height!
fr: Hauter de plate-forme clôture invalide!

# invalidlength
source: Invalid Length Multiplier!
fr: Longueur multiplication invalide!

# invalidpierheight
source: Invalid Additional Pier Height!
fr: Supplémentaires hauteur de pilier invalide!

source: Invalid Platform Height!
fr: Hauteur de plate-forme invalide!

source: Invalid Radius!
fr: Rayon invalide!

# invalidtracks
source: Invalid Number of Tracks!
fr: Nombre de pistes invalide!

# invalidwidth_f
source: Invalid Platform Width (Far)!
fr: Largeur de la plate-forme (Avoir) invalide!

# invalidwidth_n
source: Invalid Platform Width (Near)!
fr: Largeur de la plate-forme (Pres) invalide!

source: Invalid Z-Movement!
fr: Z - ajustement invalide!

# invertexture
source: Invert textures
fr: Inverti des textures

source: Left
fr: Gauche

# lengthmultiplier
source: Switch Length Multiplication (25,50,75,..)
fr: Longueur multiplication (25,50,75,..)

source: No
fr: Non

source: None
fr: Aucun

source: Number of tracks
fr: Nombre de pistes

# pierheight
source: Additional Pier height (in m)
fr: Supplémentaires hauteur de pilier (En m)

source: Platform
fr: Plate-forme

source: Platform Fence
fr: Plate-forme clôture

# platformheight
source: Platform height (in m)
fr: Hauteur de plate-forme (En m)

source: Platform Ramp
fr: Rampe de plate-forme

source: Platform Side
fr: Côté de la plate-forme

# platformwidth_f
source: Plarform Width (Far)
fr: Largeur de la plate-forme (Avoir)

# platformwidth_n
source: Platform Width (Near)
fr: Largeur de la plate-forme (Près)

# pngtexture
source: Use PNG textures
fr: Utilisier des textures PNG

# pointmotor
source: Add point motor
fr: Ajouter un point moteur

# pointswitch
source: Switch
fr: Interrupteur

# radius
source: Curve radius for player's track OR deviation (In meters)
fr: Rayon piste incurvée pour le joueur OU déviation (En m)

# rail
source: Track
fr: Piste

# railtexture
source: Texture rails
fr: Texturer rails

source: Right
fr: Droit

# segments
source: Number of segments
fr: Nombre de segments

source: Straight
fr: Rectiligne

# trackgauge
source: Track Gauge (in m)
fr: Ecartement des rails (En m)

source: Up
fr: En haut

source: Viaduct
fr: Viaduc

source: Yes
fr: Oui

# zadjust
source: Z - adjustment
fr: Z - ajustement
